<template>
    <div class="ts-content">
        <h1>全站版規</h1>
        <p>最後更新時間：2020-12-18 01:21 (UTC+8) 🕊️</p>
        <p>
            歡迎您使用
            <a href="https://sak.starinc.xyz">社交原子王國</a>
            所提供的「Deter 迪特」（以下簡稱本平台），
            我們是
            <a href="https://starinc.xyz/">Star Inc.</a>
            旗下的社交媒體建構專案小組，專為臺灣提供服務，
            致力於打造極具有互動性及開放性的社交服務平台！
        </p>

        <h2>一、言論相關</h2>
        <ul>
            <li>對特地人物、使用者或是族群使用歧視、謾罵或是挑釁或是不雅字詞等相關言論，將會被刪除留言且依情況處理。例如：「嘲笑特定族群、惡意挑釁......等等」</li>
            <li>一日內，刻意發表超過五篇相似內容文章，或與內容完全不符貼文者，以刪除文章並作警告處理</li>
            <li>不同發文者，卻持有多篇相同或類似話題文章，造成多數使用者閱讀不便，以刪除文章並作警告處理</li>
            <li>回文者，超過五篇回覆文章時，與討論的內容偏差太大，以刪除文章處理</li>
            <li>禁止發表參與約炮相關話題文章以及回覆</li>
            <li>禁止以用戶暱稱作出刻意性質的人身攻擊</li>
            <li>每份貼文皆允許無限期修改，但為維持論壇公正性等原則，將保留修改紀錄，但書於發文後 10分鐘 內之修改不計入編輯紀錄。</li>
        </ul>

        <h2>二、成人內容</h2>
        <ul>
            <li>【此規定適用於成人 版區】</li>
            <li>【本子、里番、H遊戲、H小說、H動漫圖，皆可以直接放無碼圖】</li>
            <li>二次元成人版區內，大量的血腥畫面作品或圖片需標記獵奇節點。</li>
            <li>若在非成人節點發表成人內容，文章將新增成人節點（版務不另行告知）</li>
            <li>禁止在成人討論區發布、交換聯繫資訊，或是約炮話題或地址或相關網站。</li>
        </ul>

        <h2>三、頭貼/封面上傳</h2>
        <ul>
            <li>禁止使用成人圖片作為帳號頭貼。</li>
            <li>禁止使用成人圖片作為帳號封面照片。</li>
        </ul>

        <h2>四、商業內容</h2>
        <ul>
            <li>禁止張貼相關廣告內容以及連結，例如網站註冊邀請網址或連結等等，視情況刪除文章。</li>
            <li>明顯刻意發布廣告或是情節重大者經判定後永久封鎖。</li>
        </ul>

        <h2>五、版權內容</h2>
        <ul>
            <li>分享其他作者圖片或是相關文章等等，請附上該作者來源。</li>
            <li>若經舉報發現他人創作宣稱是自己做的，文章將以刪除處理（版務將不另行通知）。</li>
        </ul>

        <h2>六、政治內容</h2>
        <ul>
            <li>文章內只要有關於政府相關運作、政策發展或是政治人物相關討論、議題、政策、時事，皆為政治文章。請自行移動/標注到政治節點，否則將以懲處規範處置。</li>
        </ul>
        <h2>七、令人不適圖片</h2>
        <ul>
            <li>禁止發表血腥、暴力且含有（毀容、手術或是斷手斷腳血腥畫面）。</li>
            <li>文字敘述依情況將規範到輔導級內容。</li>
        </ul>

        <h2>八、不相關內容（版務不另行告知）</h2>
        <ul>
            <li>一小時內發表相同、相似或無意義圖文達五篇以上。</li>
            <li>站內刻意洗版超過三篇發表無意義文章。</li>
            <li>連續無意義的分享影片。</li>
            <li>節點與文章內容不符。</li>
            <li>文章內含有大量重複內容或是意圖使裝置當機之文章將刪除。</li>
            <li>文章內文字若未超過十個字，將以刪除處理。</li>
            <li>文章內容不可僅有抄錄/引用文章之部份，須加以心得，否則將以刪除處理。</li>
            <li>文章內容明顯使用文章生成器所產生，將以刪除處理，並加以警告。</li>
            <li>若貼文疑似使用機器人所發送，板務會先於文章留言處告知並詢問，若十小時內未收到回覆，將以刪除處理，並加以警告。</li>
            <li>考古文章、廢文節點：皆不為第八條所限制。</li>
        </ul>

        <h2>九、引戰/筆戰內容</h2>
        <ul>
            <li>若有用戶刻意挑起引戰、筆戰、挑釁引起爭論等行為，文章則以鎖定處理。</li>
            <li>若用戶非刻意挑起引戰、筆戰、挑釁引起爭論等行為，文章則以鎖定處理（不懲處，版務不另行告知）。</li>
            <li>刻意挑起多篇引戰/筆戰者直接採用懲處規範。</li>
            <li>影射、諷刺相關圖文暫不處理，若文章引起筆戰或爭論等行為，文章則以鎖定處理。</li>
            <li>補充說明：</li>
            <ul>
                <li>涉及人身攻擊、謾罵、歧視、人肉搜索等行為，構成筆戰。</li>
                <li>單筆留言站規一處理，超過兩則留言有上述違規行為，筆戰處理。</li>
            </ul>
        </ul>
        <h2>十、分身處置</h2>
        <ul>
            <li>自承分身不會懲處，但是違規時若本帳號或其他分身帳號有懲處那麼會基於本帳號懲處進行疊加。</li>
            <li>本尊遭永久停權者若有自承分身或經系統判定一年半內無違規懲處將重新計算。</li>
        </ul>

        <h2>十一、輔導級</h2>
        <ul>
            <li>凡是含有激凸、形狀、過度暴露、性暗示相關表情圖像或文字將歸類在輔導級節點。</li>
            <li>若有用戶在非輔導級文章發布輔導級相關內容將刪除回覆處理。（版務不另行告知）</li>
            <p>輔導級規範說明：</p>
            <ul>
                <li>直接或間接描述乳頭或性器官之外觀。</li>
                <li>勃起、射精等與性有關之生理反應描述。</li>
                <li>僅以聲音或表情帶過之性行為。</li>
            </ul>
            <p>過度暴露補充說明：</p>
            <ul>
                <li>隱喻之性行為，或未暴露的撫摸胸部、臀部等。</li>
                <li>刻意展示未暴露性器等（例如：臀部、胸部特寫）。</li>
                <li>裸露部位刻意使用馬賽克或是遮罩遮住乳頭、性器…等等。</li>
                <li>（請勿在未含有輔導級內容文章回覆輔導級文章，若查獲則刪除文章處理）。</li>
            </ul>
        </ul>

        <h2>十二、禁止發表內容</h2>
        <ul>
            <li>本站禁止張貼真人未成年﹑獸交和暴力圖片﹑影片或者連結。</li>
        </ul>
        <h2>十三、盜版內容</h2>
        <ul>
            <li>提供或販售盜版遊戲、破解軟體相關下載連結。</li>
        </ul>

        <h2>十四、網路交易</h2>
        <ul>
            <li>禁止從事實體、虛擬相關物品相關金錢交易。</li>
        </ul>

        <h2>十五、廢文節點規範</h2>
        <ul>
            <li>此規定只適用於 廢文 節點。</li>
            <li>若連續三篇文章以上標題與內容不符或是刻意洗版衝高貼文數量、相同極為相似內容文章，刪除文章處理。例如： 「金門人都進來、桃園人都進來…/12346513多篇純數字文章等等」。</li>
        </ul>

        <h2>十六、心情版（進行串刪版務不另行通知）</h2>
        <ul>
            <li>此規定僅適用於心情版。</li>
            <li>凡是有新增心情版節點之文章，若文章內容明顯空泛或毫無意義將進行串刪或是移除節點。</li>
        </ul>

        <h2>十七、線下活動（版務不另行告知）</h2>
        <ul>
            <li>禁止張貼團購、夜店（例如酗酒、裸露煽情）及法律上禁止之行為(例如吸毒、援交、聚賭等)。</li>
            <li>發表線下活動或聚會時，須將此標語放最上方，若經版務修改文章後若再次刪除標語將刪除文章。</li>
            <li>非管理員舉辦之線下活動為個人行為，如遇相關糾紛（如騙財、騙色），請用戶自行負責，與本網站無關，網站用戶參加相關活動外出請勿單獨前往並注意自身人身安全。</li>
        </ul>
        <h2>十八、刻意標註</h2>
        <ul>
            <li>若刻意標註他人導致被標註者感到騷擾，經過申訴通知標註者後，若再次對申訴者進行標註則依站規懲處。</li>
        </ul>

        <h2>十九、多次無意義回覆內容</h2>
        <ul>
            <li>經版務判定後，同帳號多次無意義衝高樓層數或是增加曝光率，若確認違反將刪除或是鎖定文章。</li>
        </ul>

        <h2>懲處規範</h2>
        <ul>
            <li>若用戶遭警告，15日內無相關警告紀錄將於第16日消除所有警告紀錄。</li>
            <li>若永久封禁者開分身再次違規無論違反哪種規定皆永久封鎖。</li>
            <li>開分身一年半後無違規紀錄將清除所有封禁紀錄。</li>
        </ul>

        <p>管理方保有最終修改、變更、活動解釋及修訂站規之權利。</p>
    </div>
</template>

<script setup>
useHead({
  title: "全站版規",
})
</script>
